<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Космос</title>
    <link rel="stylesheet" href="style.css">
</head>
<body>
<header class="head">
    <ul class="menu">
        <li><a href="home.php#earth">Земля</a></li>
        <li><a href="home.php#mercury">Меркурий</a></li>
        <li><a href="home.php#venus">Венера</a></li>
        <li><a href="home.php#mars">Марс</a></li>
        <li><a href="home.php#jupiter">Юпитер</a></li>
        <li><a href="home.php#saturn">Сатурн</a></li>
        <li><a href="home.php#uranus">Уран</a></li>
        <li><a href="home.php#neptun">Нептун</a></li>
        <li><a href="home.php#sun">Солнце</a></li>
    </ul>
</header>
<header class="burg">
    <div class="bar">
        <span class="bar-1"> </span>
        <span class="bar-2"> </span>
        <span class="bar-3"> </span>
    </div>
    <ul class="burger-menu menu1">
        <li><a href="home.php#earth">Земля</a></li>
        <li><a href="home.php#mercury">Меркурий</a></li>
        <li><a href="home.php#venus">Венера</a></li>
        <li><a href="home.php#mars">Марс</a></li>
        <li><a href="home.php#jupiter">Юпитер</a></li>
        <li><a href="home.php#saturn">Сатурн</a></li>
        <li><a href="home.php#uranus">Уран</a></li>
        <li><a href="home.php#neptun">Нептун</a></li>
        <li><a href="home.php#sun">Солнце</a></li>
    </ul>
</header>
<main class="mainContent">
    <div class="mainPageDiv" id="earth">
        <div class="info">
            <p>
                Среди планет земной группы Солнечной системы, в которую входят Меркурий, Венера и Марс, Земля самая крупная. Планета третья по удаленности от Солнца, она является пятой по диаметру массе и плотности.
            </p>
            <p>
                Возраст нашей планеты сравнивают с возрастом всей Солнечной системы и насчитывает примерно 4,5 млрд лет. Существует гипотеза, что Земля образовалась из газа и пыли, которые остались от формирования солнца.
            </p>
            <p>
                Древнейшие горные породы, которые были изучены, образовывались примерно 100 — 200 миллионов лет. А условия, благоприятные для возникновения жизни на планете, возникли только 3,5 млрд лет назад появились. Мы же, как современный тип человека, сформировались только 40 000 лет назад.
            </p>
            <p>
                Планета является домом примерно для 8,7 млн видов живых существ, включая человека. Территория Земли поделена человечеством на 193 независимых государства-члена ООН и государство Ватикан, признаваемое всеми государствами-членами ООН, кроме того, 13 непризнанных и частично признанных государств контролируют различные участки земной поверхности. Человеческая культура сформировала много представлений об устройстве мироздания — таких, как концепция о плоской Земле, геоцентрическая система мира и гипотеза Геи, по которой Земля представляет собой единый суперорганизм.
            </p>
            <a class="popup-open" href="#">Дополнительная информация</a>
            <div class="popup-fade">
                <div class="popup">
                    <a class="popup-close" href="#">Закрыть</a>
                    <ul class="popup-content">
                        <li>
                            У Земли есть один естественный спутник – Луна, а также множество искусственных, крупнейший из которых – Международная космическая станция.
                        </li>
                        <li>
                            Соседями Земли являются Венера и Марс.
                        </li>
                        <li>
                            Наружный слой Земли представляет собой твердую оболочку, состоящую главным образом из силикатов. Твердая кора и вязкая верхняя часть мантии составляют литосферу. Под литосферой находится астеносфера, слой относительно низкой вязкости, твердости и прочности в верхней мантии. Земля имеет ярко выраженное жидкое внешнее и твердое внутреннее ядро.
                        </li>
                        <li>
                            Земля – единственная известная планета с активной тектоникой плит.
                        </li>
                        <li>
                            Температура на поверхности Земли колеблется в пределах от -89,2 до +56,7°C.
                        </li>
                        <li>
                            Атмосфера Земли в основном состоит из азота (78,08%), кислорода (20,95%), аргона (0,93%) и углекислого газа (0,04%), также в зависимости от климата она может включать 0,1 до 1,5% водного пара.
                        </li>
                        <li>
                            Приблизительно 70,8% поверхности планеты занимает Мировой океан.
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="mainPageDiv" id="mercury">
        <div class="info">
            <p>
                Меркурий – первая по счёту от Солнца планета Солнечной системы, одна из четырёх, входящих в Земную группу. Меркурий — самая маленькая планета в Солнечной системе. Он в 18 раз легче Земли, а его диаметр едва достигает двух пятых от размера Земли. Чтобы лучше представить размер Меркурия, сравним его с Луной — Меркурий всего лишь на треть больше нашего естественного спутника. И без того маленькая планета со временем стала еще меньше. Ядро планеты остыло, из-за чего радиус Меркурия уменьшился примерно на 5-10 километров.
            </p>
            <p>
                Он назван в честь одноименного римского бога, который соответствовал греческому Гермесу. У германцев Меркурий именовался в честь бога Одина, а у древних египтян – в честь Гора или Сета.
            </p>
            <p>
                Поскольку Меркурий относится к группе земных планет, он в основном состоит из железа, никеля и силикатов. Большую часть объема Меркурия — около 61% — занимает огромное железное ядро, размером примерно с нашу Луну. Для сравнения, ядро Земли составляет лишь 16% от ее объема. Ядро планеты окружено мантией толщиной примерно 400 километров. Поверхность Меркурия также напоминает лунную — она каменная, твердая и густо покрыта кратерами. Кратеры появляются от столкновений с астероидами или другими космическими объектами; чем больше кратеров на планете, тем она старше. Наличие на Меркурии такого количества кратеров говорит о его солидном возрасте.
            </p>
            <a class="popup-open" href="#">Дополнительная информация</a>
            <div class="popup-fade">
                <div class="popup">
                    <a href="#" class="popup-close">Закрыть</a>
                    <ul class="popup-content">
                        <li>
                            Меркурий обладает крупным железным ядром, которое составляет 83% от объема и 60% от массы планеты и является источником магнитного поля.
                        </li>
                        <li>
                            Поверхность Меркурия испещрена ударными кратерами от воздействий метеоритов и комет и напоминает поверхность Луны.
                        </li>
                        <li>
                            Из-за близкого расположения к Солнцу Меркурий сложно наблюдать с поверхности Земли.
                        </li>
                        <li>
                            Меркурий является самой маленькой планетой Солнечной системы.
                        </li>
                        <li>
                            Радиус Меркурия составляет всего 2440 километров (38% радиуса Земли), что меньше радиуса Ганимеда (спутник Юпитера) и Титана (спутник Сатурна).
                        </li>
                        <li>
                            Температура на поверхности Меркурия колеблется от −190°C до +430°C. Солнечная сторона нагревается гораздо больше, чем полярные области и обратная сторона планеты.
                        </li>
                        <li>
                            На данный момент Меркурий исследовали только два космических аппарата NASA.
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="mainPageDiv" id="venus">
        <div class="info">
            <p>
                Венера — вторая по удалённости от Солнца и шестая по размеру планета Солнечной системы, наряду с Меркурием, Землёй и Марсом принадлежащая к семейству планет земной группы. Названа в честь древнеримской богини любви Венеры. Венера немного меньше Земли: диаметр этой второй ближайшей к Солнцу планеты составляет 12 104 км. Кроме того, масса Венеры составляет около 81% массы нашей планеты.
            </p>
            <p>
                Из-за сходства размеров и массы Венеры и Земли ученые считают, что у планет схожее внутреннее строение. Предположительно, у Венеры есть кора, мантия и жидкое ядро. Возможно, что ядро твердое, либо его вообще не существует.Открытие газообразной атмосферы Венеры принадлежит русскому ученому Михаилу Ломоносову. Наблюдая за прохождением Венеры по солнечному диску в 1761 году, Ломоносов заметил кольцо света вокруг диска планеты. Он предположил, что это явление могло быть вызвано преломлением солнечных лучей в плотной атмосфере Венеры; более поздние исследования подтвердили правильность этого предположения.
            </p>
            <p>
                Венера и Меркурий — единственные планеты Солнечной системы, которые не имеют спутников. Ученые предполагают, что когда-то у Венеры был спутник, сформированный в результате столкновения. Согласно одной из теорий, причиной его разрушения послужило другое столкновение.
            </p>
            <a class="popup-open" href="#">Дополнительная информация</a>
            <div class="popup-fade">
                <div class="popup">
                    <a href="#" class="popup-close">Закрыть</a>
                    <ul class="popup-content">
                        <li>
                            Строение Венеры является предметов споров. Наиболее вероятным считается: железное ядро с массой 25% от массы планеты, мантия (простирается на 3300 километров вглубь планеты) и кора толщиной 16 километров.
                        </li>
                        <li>
                            Значительная часть поверхности Венеры (90%) покрыта застывшей базальтовой лавой. На ней встречаются обширные возвышенности, крупнейшие из которых сравнимы по размеру с земными материками, горы и десятки тысяч вулканов. Ударные кратеры на Венере практически отсутствуют.
                        </li>
                        <li>
                            У Венеры нет магнитного поля.
                        </li>
                        <li>
                            Венера является третьим по яркости объектом на земном небе после Солнца и Луны.
                        </li>
                        <li>
                            Температура на поверхности Венеры достигает 477°C.
                        </li>
                        <li>
                            Атмосфера Венеры в основном состоит из углекислого газа и азота.
                        </li>
                        <li>
                            Скорость ветра на Венере достигает 360 километров в час.
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="mainPageDiv" id="mars">
        <div class="info">
            <p>
                Марс – это планета земной группы и одна из самых маленьких планет Солнечной системы; меньше Марса по диаметру только Меркурий. Названа в честь Марса — древнеримского бога войны, соответствующего древнегреческому Аресу. Диаметр Марса составляет примерно половину диаметра Земли (который равняется 12 742 км). Также Марс всего в два раза больше нашей Луны, диаметр которой – 3 474 км.
            </p>
            <p>
                Наклон оси вращения Марса весьма схож с земным: Красная планета наклонена под углом 25,2°, а Земля – под углом 23,5°. По этой причине на Марсе есть четыре времени года: весна, лето, осень и зима. Однако каждый сезон на Марсе длится примерно в два раза дольше, чем на Земле. Так происходит из-за того, что Марсу требуется почти два земных года, чтобы совершить один оборот вокруг Солнца.
            </p>
            <p>
                Как и три другие планеты земной группы (Меркурий, Венера и Земля), Марс представляет собой каменистое небесное тело. Марс сформировался одновременно с остальными планетами Солнечной системы. Около 4,5 млрд лет назад гигантское облако межзвездного газа и пыли сколлапсировало под воздействием собственной гравитации, образовав протопланетный диск. Марс и другие “каменные” планеты сформировались во внутренней части этого диска, а газовые планеты-гиганты – во внешней. У Марса есть ядро, мантия и кора. Ядро Красной планеты состоит из железа, никеля и серы. Оно окружено силикатной мантией и корой, состоящей из железа, магния, алюминия, кальция и калия.
            </p>
            <p>
                Поверхность Марса в основном состоит из базальта. Преобладание оксида железа в марсианской почве придает ей характерный красный цвет. Как и на Земле, на Красной планете есть долины, пустыни, горы и полярные шапки. На Марсе даже обнаружены дельты древних рек, наличие которых говорит о том, что когда-то на этой планете была вода.
            </p>
            <a class="popup-open" href="#">Дополнительная информация</a>
            <div class="popup-fade">
                <div class="popup">
                    <a href="#" class="popup-close">Закрыть</a>
                    <ul class="popup-content">
                        <li>
                            У Марса есть два естественных спутника – Фобос и Деймос (обозначают «страх» и «ужас»). Имена даны лунам в честь персонажей греческой мифологии, сыновей Ареса.
                        </li>
                        <li>
                            Основными особенностями поверхностного рельефа Марса считаются ударные кратеры, вулканы, долины, пустыни и полярные ледниковые шапки. Самая высокая гора на планетах Солнечной системы Олимп – это потухший марсианский вулкан.
                        </li>
                        <li>
                            Температура на поверхности Марса колеблется в пределах от -153 до +35°C.
                        </li>
                        <li>
                            Атмосфера Марса в основном состоит из углекислого газа (95,32%), также в составе присутствуют азот, аргон, кислород, водяной пар, угарный газ и другие компоненты.
                        </li>
                        <li>
                            Марсианский потухший вулкан гора Олимп – самая высокая известная гора на планетах Солнечной системы.
                        </li>
                        <li>
                            Из-за низкого давления вода не может существовать в жидком состоянии на большей части (около 70%) поверхности Марса.
                        </li>
                        <li>
                            Климат на Марсе, как и на нашей планете, носит сезонный характер из-за угла наклона оси 25,2 градуса.
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="mainPageDiv" id="jupiter">
        <div class="info">
            <p>
                Юпитер — крупнейшая планета Солнечной системы, пятая по удалённости от Солнца. Наряду с Сатурном, Ураном и Нептуном, Юпитер классифицируется как газовый гигант. Планета была известна людям с глубокой древности, что нашло своё отражение в мифологии и религиозных верованиях различных культур. Современное название Юпитера происходит от имени древнеримского верховного бога-громовержца. Юпитер имеет, по крайней мере, 79 спутников, самые крупные из которых — Ио, Европа, Ганимед и Каллисто — были открыты Галилео Галилеем в 1610 году.
            </p>
            <p>
                Ученые до сих пор не знают, как именно выглядит ядро Юпитера. Предполагают, что оно может состоять из твердых веществ или из густой и очень горячей жидкости, которая напоминает лаву. Однако сейчас известно, что ядро Юпитера окружает слой из жидкого металлического водорода. Он простирается на 90% от радиуса планеты.
            </p>
            <p>
                Большое красное пятно — это гигантский атмосферный вихрь в Южном полушарии Юпитера. Газ внутри него вращается против часовой стрелки, а его скорость превышает скорость любого земного шторма. Первые официальные наблюдения этого урагана датируются 1878 годом, однако Джованни Доменико Кассини в 1665 году упоминал некий “постоянный шторм”, который вполне мог быть Большим красным пятном. Такое продолжительное существование этого вихря можно объяснить отсутствием твердой поверхности на Юпитере. Ураганы на нашей планете исчезают после столкновения с землей, но у Большого красного пятна просто нет такой возможности. По неизвестным причинам Большое красное пятно со временем уменьшилось в размерах: в 1879 году его длина составляла 40 000 км, а в 2021 уже 15 000 км.
            </p>
            <a class="popup-open" href="#">Дополнительная информация</a>
            <div class="popup-fade">
                <div class="popup">
                    <a href="#" class="popup-close">Закрыть</a>
                    <ul class="popup-content">
                        <li>
                            Юпитер обладает мощными радиационными поясами. Космический аппарат «Galileo» при облете гиганта получил дозу радиации, превышающую смертельный для человека уровень в 25 раз.
                        </li>
                        <li>
                            У Юпитера есть слабые кольца, обнаруженные во время прохождения «Voyager-1» мимо планеты в 1979 году.
                        </li>
                        <li>
                            Юпитер – первая по размеру планета в Солнечной системе.
                        </li>
                        <li>
                            Верхний уровень непрозрачных облаков Юпитера характеризуется давлением в 1 атмосферу и температурой -107 °C; на глубине 146 километров – 22 атмосферы, +153 °C.
                        </li>
                        <li>
                            Скорость ветров на Юпитере может превышать 600 километров в час.
                        </li>
                        <li>
                            Большое красное пятно – это уникальный долгоживущий и самый гигантский ураган Солнечной системы. Его текущий диаметр 15 000 x 30 000 километров (для сравнения, диаметр Земли составляет около 12 700 километров).
                        </li>
                        <li>
                            В областях Юпитера, на которые падают тени от его крупных спутников, температура поверхности повышается, а не понижается, как можно было бы ожидать.
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="mainPageDiv" id="saturn">
        <div class="info">
            <p>
                Сатурн — шестая планета от Солнца и вторая по размерам планета в Солнечной системе после Юпитера. Сатурн, а также Юпитер, Уран и Нептун, классифицируются как газовые планеты-гиганты. Сатурн назван в честь римского бога земледелия. Символ Сатурна — серп.
            </p>
            <p>
                В основном Сатурн состоит из водорода, с примесями гелия и следами воды, метана, аммиака и тяжёлых элементов. Внутренняя область представляет собой относительно небольшое ядро из железа, никеля и льда, покрытое тонким слоем металлического водорода и газообразным внешним слоем. У Сатурна имеется планетарное магнитное поле, занимающее промежуточное положение по напряжённости между магнитным полем Земли и мощным полем Юпитера. Магнитное поле Сатурна простирается на 1 000 000 километров в направлении Солнца. Ударная волна была зафиксирована «Вояджером-1» на расстоянии в 26,2 радиуса Сатурна от самой планеты, магнитопауза расположена на расстоянии в 22,9 радиуса.
            </p>
            <p>
                На орбите Сатурна находилась автоматическая межпланетная станция (АМС) «Кассини», запущенная в 1997 году и достигшая системы Сатурна в 2004 году. В задачи АМС входило изучение структуры колец, а также динамики атмосферы и магнитосферы планеты. 15 сентября 2017 года станция завершила свою миссию, сгорев в атмосфере планеты.
            </p>
            <a class="popup-open" href="#">Дополнительная информация</a>
            <div class="popup-fade">
                <div class="popup">
                    <a href="#" class="popup-close">Закрыть</a>
                    <ul class="popup-content">
                        <li>
                            Сатурн обладает самой выраженной системой планетарных колец в Солнечной системе.
                        </li>
                        <li>
                            Сатурн – вторая по размеру планета в Солнечной системе.
                        </li>
                        <li>
                            Во время бурь и штормов на планете наблюдаются мощные разряды молний.
                        </li>
                        <li>
                            В глубине атмосферы Сатурна растут давление и температура, а водород переходит в жидкое состояние, однако этот переход является постепенным. На глубине 30 000 километров водород становится металлическим, и давление там достигает 3 миллионов атмосфер.
                        </li>
                        <li>
                            Двумя основными компонентами атмосферы Сатурна являются водород (около 96%) и гелий (около 3%).
                        </li>
                        <li>
                            Диаметр колец оценивается в 250 000 километров, а их толщина не превышает 1 километра.
                        </li>
                        <li>
                            Ученые условно делят кольцевую систему Сатурна на три основных кольца и четвертое – более тонкое, при этом на самом деле кольца образованы из тысяч колец, чередующихся со щелями.
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="mainPageDiv" id="uranus">
        <div class="info">
            <p>
                Уран — седьмая планета от Солнца и первая открытая учеными. Хотя он виден невооруженным глазом, его долгое время ошибочно считали звездой из-за тусклости планеты и медленной орбиты. Планета также отличается резким наклоном, из-за которого ее ось направлена ​​почти прямо на Солнце.
            </p>
            <p>
                Уран (как его обычно называли после 1850 года) назван в честь греческого небесного божества Урана, самого раннего из владык небес. До того, как название было принято, для новой планеты было предложено множество названий, в том числе Гиперкроний («над Сатурном»), Минерва (римская богиня мудрости) и Гершель в честь ее первооткрывателя. Чтобы польстить королю Англии Георгу III, Гершель предложил название «Георгиум Сидус» («Грузинская планета»), но эта идея была непопулярна за пределами Англии и родного короля Георга Ганновера, Германия.
            </p>
            <p>
                В отличие от газовых гигантов — Сатурна и Юпитера, состоящих в основном из водорода и гелия, в недрах Урана и схожего с ним Нептуна отсутствует металлический водород, но зато много льда в его высокотемпературных модификациях. По этой причине специалисты выделили эти две планеты в отдельную категорию «ледяных гигантов».
            </p>
            <a class="popup-open" href="#">Дополнительная информация</a>
            <div class="popup-fade">
                <div class="popup">
                    <a href="#" class="popup-close">Закрыть</a>
                    <ul class="popup-content">
                        <li>
                            У Урана есть слабо выраженная система колец, состоящая из очень темных частиц диаметром от микрометров до долей метра.
                        </li>
                        <li>
                            Уран – третья по размеру планета в Солнечной системе и четвертая по массе.
                        </li>
                        <li>
                            Уран – самая холодная планета Солнечной системы с минимальной температурой -224 °C.
                        </li>
                        <li>
                            Скорость ветров на Уране может достигать 900 километров в час.
                        </li>
                        <li>
                            Основными компонентами атмосферы Урана являются водород (около 83 ± 3%), гелий (15 ± 3%) и метан (2,3%).
                        </li>
                        <li>
                            Благодаря наклону оси (97,86˚) полярные области Урана получают в течение года больше солнечной энергии, чем экваториальные. Однако Уран теплее в экваториальных районах, чем в полярных. Механизм, вызывающий такое перераспределение энергии, пока остается неизвестным.
                        </li>
                        <li>
                            Ученые экспериментально подтвердили, что на Нептуне и Уране небо в алмазах.
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="mainPageDiv" id="neptun">
        <div class="info">
            <p>
                Нептун — восьмая, самая далекая планета в Солнечной системе. Это газовый гигант. Большая часть планеты состоит из очень плотной и горячей смеси воды, аммиака и метана, а внутри, возможно, находится твердое ядро размером с Землю.
            </p>
            <p>
                Обнаруженный 23 сентября 1846 года, Нептун стал первой планетой, открытой благодаря математическим расчётам, а не путём регулярных наблюдений. Обнаружение непредвиденных изменений в орбите Урана породило гипотезу о неизвестной планете, гравитационным возмущающим влиянием которой они и обусловлены. Нептун был найден в пределах предсказанного положения. Вскоре был открыт и его спутник Тритон, однако остальные 13 спутников, известные ныне, были неизвестны до XX века. Нептун был посещён лишь одним космическим аппаратом, «Вояджером-2», который пролетел вблизи от планеты 25 августа 1989 года.
            </p>
            <p>
                Масса Нептуна в 17,2 раза, а диаметр экватора в 3,9 раза больше таковых у Земли. Планета была названа в честь римского бога морей. Её астрономический символ — стилизованная версия трезубца Нептуна.
            </p>
            <a class="popup-open" href="#">Дополнительная информация</a>
            <div class="popup-fade">
                <div class="popup">
                    <a href="#" class="popup-close">Закрыть</a>
                    <ul class="popup-content">
                        <li>
                            У Нептуна есть система колец красноватого оттенка, состоящая из 5 компонентов.
                        </li>
                        <li>
                            Нептун – четвертая по размеру планета в Солнечной системе и третья по массе.
                        </li>
                        <li>
                            Температура Нептуна в верхних слоях атмосферы близка к −220°C, а в центре может достигать 7000°C, что сопоставимо с поверхностью Солнца.
                        </li>
                        <li>
                            Атмосфера Нептуна условно делится на 2 основные области: тропосфера, где температура снижается вместе с высотой, и стратосфера, где температура с высотой, наоборот, увеличивается.
                        </li>
                        <li>
                            Основными компонентами атмосферы Нептуна являются водород (около 80 ± 3,2%), гелий (19 ± 3,2%) и метан (1,5 ± 0,5%).
                        </li>
                        <li>
                            В атмосфере Нептуна бушуют самые сильные ветры среди планет Солнечной системы, по некоторым оценкам, их скорости могут достигать 2100 километров в час.
                        </li>
                        <li>
                            Погода на Нептуне характеризуется чрезвычайно динамической системой штормов, с ветрами, достигающими почти сверхзвуковых скоростей.
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="mainPageDiv" id="sun">
        <div class="info">
            <p>
                Солнце — единственная звезда Солнечной системы. Вокруг него обращаются другие объекты этой системы: планеты и их спутники, карликовые планеты и их спутники, астероиды, метеориты, кометы и космическая пыль. Солнечное излучение поддерживает жизнь на Земле (свет необходим для начальных стадий фотосинтеза), определяет климат.
            </p>
            <p>
                Солнце- центральное светило нашей планетной системы, и физические процессы, протекающие в нем, в значительной степени определяют также физику планет, по крайней мере ближайших к Солнцу. Среднее расстояние от Земли до Солнца- 150 миллионов километров- свет проходит его за 8 минут. Для сравнения- следующая ближайшая к нам звезда Проксима Центавра находится на расстоянии 4 световых лет.
            </p>
            <p>
                Солнце движется в направлении созвездия Геркулеса по орбите вокруг центра нашей Галактики, преодолевая ежесекундно больше 200 км. Солнце и центр Галактики разделяет бездна в 25 000 световых лет. Тот же путь пролегает от Солнца к окраинам Галактики. Наша звезда расположилась вблизи галактической плоскости, недалеко от границы одного из спиральных рукавов. Поэтому, прогуливаясь в парке и неторопливо оставляя за спиной по 3 км за час, мы одновременно вертимся вместе с поверхностью нашей планеты вокруг земной оси со скоростью 23 км в минуту на широте Москвы, вертимся с Землей вокруг Солнца, ежесекундно оставляя позади 30 км, и, наконец,  со скоростью 230 км в секунду бороздим просторы нашей Галактики.
            </p>
            <a class="popup-open" href="#">Дополнительная информация</a>
            <div class="popup-fade">
                <div class="popup">
                    <a href="#" class="popup-close">Закрыть</a>
                    <ul class="popup-content">
                        <li>
                            Солнце состоит преимущественно из гелия и водорода, и не имеет твёрдой поверхности.
                        </li>
                        <li>
                            У Солнца, как и у любой звезды, есть своя атмосфера. Её верхняя граница уходит далеко за орбиту Плутона
                        </li>
                        <li>
                            Масса Солнца составляет примерно 99,86 процентов от массы всей солнечной системы.
                        </li>
                        <li>
                            Температура солнечного ядра составляет примерно пятнадцать миллионов градусов. Температура на его поверхности составляет примерно пять с половиной тысяч градусов.
                        </li>
                        <li>
                            Примерно установленный возраст Солнца составляет 4,6 миллиарда лет. Солнце проживёт ещё 4-5 миллиардов лет
                        </li>
                        <li>
                            На Солнце воды куда больше, чем на Земле. Существующие в виде пара молекулы воды сконцентрированы в основном в «солнечных пятнах» и в узком слое под поверхностью звезды.
                        </li>
                        <li>
                            Когда Солнце превратится в красного гиганта, оно поглотит Меркурий и, возможно, Венеру, Землю и Марс.
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</main>



<script src="https://code.jquery.com/jquery-3.6.0.min.js"></script>
<script src="script.js"></script>
</body>
</html>